Repository: JonathanRVersia/Segurplan
Catalog: 01_FrontEnd/Segurplan.Web/Localization/SharedResource.*.resx
Languages: es_es

# AccessDenied.Message
source: You aren't authorized to access this page
es_es: No esta autorizado para acceder a esta página.

# AccessDenied.Return
source: Retur to previous page
es_es: Volver a página anterior

# Dashboad.Titulo
source: Dashboard
es_es: Tablero

# Dashboard.Tabla.MisPlanes
source: My Plans
es_es: Mis planes

# Dashboard.Tabla.Pendiente
source: Pending
es_es: Pendientes

# Dashboard.Tabla.TodosLosPlanes
source: All Plans
es_es: Todos los planes

# DetallePlan.Actividades.Descripcion
source: Description
es_es: Descripción

# DetallePlan.Actividades.Disponibles.Titulo
source: Available Activities
es_es: Actividades Disponibles

# DetallePlan.Actividades.Seleccionadas.Boton.Nuevo
source: + Add New
es_es: + Añadir Nuevo

# DetallePlan.Actividades.Seleccionadas.Titulo
source: Selected Activities (Chapter 1 already included)
es_es: Actividades Seleccionadas (Capítulo 1 ya incluido)

# DetallePlan.ContAdic.Descripcion.Actividades
source: Activities Description
es_es: Descripción de Actividades

# DetallePlan.ContAdic.Descripcion.Centros
source: Upcoming Assistance Centers
es_es: Centros Asistenciales Próximos

# DetallePlan.ContAdic.Descripcion.Obra
source: Work and Situation's Description
es_es: Descripción de la Obra y Situación

# DetallePlan.ContAdic.Descripcion.PlanEmergencia
source: Emergency Plan
es_es: Plan de Emergencia

# DetallePlan.ContAdic.Descripcion.Plazo
source: Execution and workforce Term
es_es: Plazo de Ejecución y Mano de Obra

# DetallePlan.ContAdic.Descripcion.Presupuesto
source: Total Security Budget
es_es: Presupuesto Total de Seguridad

# DetallePlan.ContAdic.Descripcion.Servicios
source: Interferences and Services Affected
es_es: Interferencias y Servicios Afectados

# DetallePlan.ContAdic.Empresa
source: Company that Prepares the Study
es_es: Empresa que Elabora el Estudio

# DetallePlan.ContAdic.Estructura
source: Organizational structure
es_es: Estructura Organizativa

# DetallePlan.ContAdic.Localizacion
source: Work Localization
es_es: Localización de la Obra

# DetallePlan.ContAdic.Plazo.Dias
source: Execution term (days)
es_es: Plazo de ejecución (días)

# DetallePlan.ContAdic.Plazo.Meses
source: Execution term (months)
es_es: Plazo de ejecución (meses)

# DetallePlan.ContAdic.Presupuesto
source: Contract Execution Budget
es_es: Presupuesto de Ejecución por Contrata

# DetallePlan.ContAdic.Presupuesto.PSS
source: PSS Budget available for Execute for that Part
es_es: Presupuesto PSS de la Parte que se Ejecuta

# DetallePlan.ContAdic.Promotor
source: Promoter
es_es: Promotor

# DetallePlan.ContAdic.Trabajadores.Media
source: Average of Workers
es_es: Media de Trabajadores

# DetallePlan.DatGen.Cliente
source: Customer
es_es: Cliente

# DetallePlan.DatGen.Cliente.Actividad
source: Activity
es_es: Actividad

# DetallePlan.DatGen.Cliente.Nombre
source: Customer's Name
es_es: Nombre del cliente

# DetallePlan.DatGen.Delegacion
source: Delegation
es_es: Delegación

# DetallePlan.DatGen.Direccion
source: Subdirectorate General / Directorate
es_es: Subdirección General/Dirección

# DetallePlan.DatGen.DocSeguridad.Anagrama
source: Anagram
es_es: Anagrama

# DetallePlan.DatGen.DocSeguridad.Anagrama.Adjuntar
source: Attach Documentation
es_es: Adjuntar documentación

# DetallePlan.DatGen.DocSeguridad.Anagrama.Texto
source: Drag Files or Click to Add
es_es: Arrastrar archivos o clic para añadir

# DetallePlan.DatGen.DocSeguridad.PersonaAprobacion
source: Approved by the Coordinator
es_es: Aprobado por el Coordinador

# DetallePlan.DatGen.DocSeguridad.Plantilla
source: Template
es_es: Plantilla

# DetallePlan.DatGen.DocSeguridad.Tipo
source: Type
es_es: Tipo

# DetallePlan.DatGen.DocSeguridad.Tipo.Radio.T1
source: Evaluation
es_es: Evaluación

# DetallePlan.DatGen.DocSeguridad.Tipo.Radio.T2
source: Risk Map
es_es: Mapa de Riesgos

# DetallePlan.DatGen.DocSeguridad.Titulo
source: Security Document Characteristics
es_es: Características del Documento de Seguridad

# DetallePlan.DatGen.Empresa
source: Company / Subsidiary
es_es: Empresa / Filial

# DetallePlan.DatGen.FechaCreacion
source: Creation Date
es_es: Fecha de Creación

# DetallePlan.DatGen.FechaModificacion
source: Update Date
es_es: Fecha de Modificación

# DetallePlan.DatGen.PersonaElaboracion
source: Produced by
es_es: Elaborado por

# DetallePlan.DatGen.PersonaElaboracion.Cargo
source: Position
es_es: Cargo

# DetallePlan.DatGen.PersonaRevision
source: Reviewed by
es_es: Revisado por

# DetallePlan.DatGen.Proyecto.Actividad
source: Generic Activity
es_es: Actividad Genérica

# DetallePlan.DatGen.Proyecto.Nombre
source: Project's Name
es_es: Nombre del Proyecto

# DetallePlan.NavTabs.Actividades
source: Activities
es_es: Actividades

# DetallePlan.NavTabs.Adicional
source: Additional Content
es_es: Contenidos Adicionales

# DetallePlan.NavTabs.Generales
source: General Data
es_es: Datos Generales

# DetallePlan.NavTabs.OtrosDocumentos
source: Blueprints
es_es: Planos

# DetallePlan.NavTabs.Presupuesto
source: Budget
es_es: Presupuesto

# DetallePlan.PlaOtrDoc.PlanAni.Boton.Nuevo
source: + Add New
es_es: + Añadir Nuevo

# DetallePlan.PlaOtrDoc.PlanAni.Col.Descripcion
source: Description
es_es: Descripción

# DetallePlan.PlaOtrDoc.PlanAni.Col.Familia
source: Family
es_es: Familia

# DetallePlan.PlaOtrDoc.PlanAni.Col.Imagen
source: Image
es_es: Imagen

# DetallePlan.PlaOtrDoc.PlanAni.Titulo
source: Added Blueprints
es_es: Planos añadidos

# DetallePlan.PlaOtrDoc.PlanGen.Titulo
source: Generic Blueprints
es_es: Planos Genéricos

# DetallePlan.Presupuesto.Tabla.Articulos.Titulo
source: Available Items
es_es: Artículos Disponibles

# DetallePlan.Presupuesto.Tabla.Presupuesto.Col.Articulo
source: Item
es_es: Artículo

# DetallePlan.Presupuesto.Tabla.Presupuesto.Col.Familia
source: Family
es_es: Familia

# DetallePlan.Presupuesto.Tabla.Presupuesto.Col.Precio
source: Price/Unit
es_es: Precio amortización €

# DetallePlan.Presupuesto.Tabla.Presupuesto.Col.Unidad
source: Units
es_es: Uds.

# DetallePlan.Presupuesto.Tabla.Presupuesto.Diferencia
source: Difference
es_es: Diferencia

# DetallePlan.Presupuesto.Tabla.Presupuesto.Subtotal
source: Study Budget
es_es: Presupuesto de Estudio

# DetallePlan.Presupuesto.Tabla.Presupuesto.Titulo
source: Budget
es_es: Presupuesto

# DetallePlan.Titulo
source: Plan details
es_es: Detalles del plan

# Error.Message
source: An error has occurred, try again later
es_es: Se ha producido un error, inténtelo de nuevo mas tarde

# General.Boton.Cerrar
source: Close
es_es: Cerrar

# General.Boton.Duplicar
source: Duplicate
es_es: Duplicar

# General.Boton.Eliminar
source: Remove
es_es: Eliminar

# General.Boton.Guardar
source: Save
es_es: Guardar

# General.Boton.GuardarYCerrar
source: Save and Close
es_es: Guardar y Cerrar

# General.Boton.GuardarYNuevo
source: Save and New
es_es: Guardar y Nuevo

# General.Boton.VerTodas
source: See All
es_es: Ver todas

# General.Radio.Plazo.Corto
source: Short
es_es: Corto

# General.Radio.Plazo.Largo
source: Long
es_es: Largo

# General.Radio.Plazo.Mediano
source: Medium
es_es: Mediano

# General.Radio.Si
source: Yes
es_es: Si

# General.Table.Duplicate
source: Duplicate
es_es: Duplicar

# General.Table.Edit
source: Edit
es_es: Editar

# General.Table.Remove
source: Remove
es_es: Eliminar

# General.Table.Visualize
source: Visualize
es_es: Visualizar

# Identity.Login.AccessDenied.Again
source: Log in again
es_es: Acceder de nuevo

# Identity.Login.AccessDenied.Message
source: There was an error logging in. Check the access data.
es_es: Se ha producido un error al iniciar sesión. Compruebe los datos de acceso.

# Identity.Login.AccessDenied.Title
source: Incorrect access
es_es: Acceso incorrecto

# Identity.Login.Enter
source: Get in
es_es: Entrar

# Identity.Login.ForgotPassword
source: Forgot your password?
es_es: ¿Olvidó su contraseña?

# Identity.Login.Password
source: Password
es_es: Contraseña

# Identity.Login.RecoverMessage
source: If you forgot your password please send an email to <a href="mailto:informatica@elecnor.com">informatica@elecnor.com</a>
es_es: Si olvidó su contraseña por favor envíe un mail a <a href="mailto:informatica@elecnor.com">informatica@elecnor.com</a>

# Identity.Login.RestorePasswordText
source: We have received your password recovery request. We will reply to your email address as quickly as possible.
es_es: Hemos recibido su petición de recuperación de contraseña. Le enviaremos respuesta a su dirección de correo electrónico tan rápido cómo sea posible.

# Identity.Login.RestorePasswordTitle
source: Restore password
es_es: Restablecer contraseña

# Identity.Login.SessionOpen
source: Keep session open
es_es: Mantener sesión abierta

# Identity.Login.TitleH1
source: Segurplan <span>Access</span>
es_es: <span>Acceso</span> Segurplan

# Identity.Login.UserName
source: User
es_es: Usuario

# NavBar.Account
source: Account
es_es: Cuenta

# NavBar.LogOut
source: Disconnect
es_es: Desconectar

# NavBar.MisPlanes
source: My security plans
es_es: Mis planes de seguridad

# NavBar.Search
source: Search
es_es: Buscar

# Plans.Filter.Activity
source: Activity
es_es: Actividad

# Plans.Filter.ApprovedBy
source: Approved by
es_es: Aprobado por

# Plans.Filter.CheckedBy
source: Checked by
es_es: Comprobado por

# Plans.Filter.ProducedFromDate
source: Produced From
es_es: Elaborado Desde

# Plans.Filter.ProducedToDate
source: Produced To
es_es: Elaborado Hasta

# Planes.Filtro.ElaboradoPor
source: Produced by
es_es: Elaborado por

# Plans.Filter.Organization
source: Business address / General sub-directorate
es_es: Dirección de negocio / Subdirección general

# Plans.Filter.Title
source: Title
es_es: Título

# Planes.Filtros.Search
source: Search
es_es: Buscar

# Planes.OpcionTable.Duplicar
source: Duplicate
es_es: Duplicar

# Planes.OpcionTable.Editar
source: Edit
es_es: Editar

# Planes.OpcionTable.Eliminar
source: Remove
es_es: Eliminar

# Planes.OpcionTable.GenerarPlan
source: Generate plan
es_es: Generar plan

# Planes.OpcionTable.GenerarPresupuesto
source: Generate budget
es_es: Generar presupuesto

# Planes.OpcionTable.Visualizar
source: View
es_es: Visualizar

# Planes.Table.BotonRegistros
source: Records
es_es: Registros

# Planes.Table.Registros
source: Records / Page
es_es: Registros/Página

# Planes.TablePlan.Acciones
source: Actions
es_es: Acciones

# Planes.TablePlan.Account
source: Account
es_es: Cuenta

# Planes.TablePlan.Actividad
source: Activitty
es_es: Actividad

# Planes.TablePlan.Cliente
source: Customer
es_es: Cliente

# Plans.Filter.ProducedBy
source: Produced by
es_es: Elaborado por

# Planes.TablePlan.GenerateBudget
source: Generate Budget
es_es: Generar Presupuesto

# Planes.TablePlan.GeneratePlan
source: Generate Plan
es_es: Generar Plan

# Planes.TablePlan.Modificado
source: Modified
es_es: Modificado

# Planes.TablePlan.Organizacion
source: Business address / General sub-directorate
es_es: Dirección de negocio / Subdirección general

# Planes.TablePlan.Titulo
source: Plan title
es_es: Título del plan

# SideBar.Administracion
source: Administration
es_es: Administración

# SideBar.AllPlanes
source: All Plans
es_es: Todos los Planes

# SideBar.EvaluacionRiesgos
source: Risk Evaluation
es_es: Evaluación de Riesgos

# SideBar.Listados
source: Listings
es_es: Listados

# SideBar.MisPlanes
source: My Plans
es_es: Mis Planes

# SideBar.Planes
source: Plans
es_es: Planes

# SideBar.AdministracionUsuarios
source: Users
es_es: Usuarios

# SideBar.ArticleFamily
source: Family/Articles
es_es: Familia/Equipos

# Plans.Title.AllPlans
source: All Plans
es_es: Todos los Planes

# Plans.Title.MyPlans
source: My Plans
es_es: Mis Planes

# AdminUsers.Filters.Name
source: Name
es_es: Nombre

# AdminUsers.Filters.UserRole
source: Profile
es_es: Perfil

# AdminUsers.Filters.UserName
source: Username
es_es: Usuario

# Administration.Users.List.Title
source: Users List
es_es: Listado de usuarios

# AdminUsers.EditTitle
source: Edit user
es_es: Editar usuario

# Administration.Users.DeleteMsg
source: User will be deleted permanently ¿continue?
es_es: El usuario se borrara permanentemente ¿continuar?

# Administration.Users.DeleteTitle
source: Delete user
es_es: Borrar usuario

# Administration.User.Center
source: Center
es_es: Sede

# Administration.User.Code
source: Code
es_es: Codigo

# Administration.User.Name
source: Name
es_es: Nombre

# Administration.User.RoleName
source: Profile
es_es: Perfil

# Administration.User.Cancel
source: Cancel
es_es: Cancelar

# Administration.User.CreateNew
source: Create new
es_es: Crear nuevo

# Administration.User.New
source: New
es_es: Nuevo

# SideBar.ArticleTask
source: Tasks/Articles
es_es: Tareas/Equipos

# Administration.Task.Id
source: Code
es_es: Código

# Administration.Task.Name
source: Task
es_es: Tarea

# Administration.Task.DeleteTitle
source: Delete Task
es_es: Borrar Tarea

# Administration.Task.DeleteMsg1
source: The task with the following code
es_es: La tarea con código

# Administration.Task.DeleteMsg2
source: will be deleted permanently, do you wish to continue?
es_es: y sus articulos asociados se borrarán permanentemente ¿desea continuar?

# Administration.Task.Add.Article
source: Add Article
es_es: Añadir Equipo

# SideBar.Articles
source: Articles
es_es: Equipos

# Administration.Articles.Id
source: Code
es_es: Código

# Administration.Articles.Name
source: Name
es_es: Equipo

# Administration.Articles.Family
source: Family
es_es: Familia

# Administration.Articles.Percentage
source: Percentage (%)
es_es: Porcentaje (%)

# Administration.Articles.TimeOfWork
source: Time of Work
es_es: Tiempo en función Obra

# Administration.Articles.AmortizationTime
source: Amortization Time
es_es: Tiempo Amortización

# Administration.Articles.MinimumUnit
source: Minimum Unit
es_es: Unidad Minima

# Administration.Articles.Price
source: Price (€)
es_es: Precio (€)

# Administration.Articles.Cancel
source: Cancel
es_es: Cancelar

# Administration.Articles.AddTask
source: Add Task
es_es: Añadir Tarea

# Administration.Articles.DeleteTitle
source: Delete Article
es_es: Borrar Artículo

# Administration.Articles.DeleteMsg1
source: The article with the following code
es_es: El artículo con código

# Administration.Articles.DeleteMsg2
source: will be deleted permanently, do you wish to continue?
es_es: se borrará permanentemente ¿desea continuar?

# Articles.Modal.Search.Name
source: Search by Name
es_es: Buscar Por Nombre

# General.CurrenLanguage
source: en
es_es: es

# Validation.Email.msg
source: E-mail format is not valid
es_es: El formato de E-mail no es valido

# Validation.Required
source: This field cant be empty
es_es: El campo no puede esta vacio

# Administration.Field.Duplicate
source: This field already exist in database
es_es: El campo ya existe en la base de datos

# Administracion.Users.Volver
source: Back
es_es: Volver

# SideBar.MeasureList
source: Preventive measures
es_es: Medidas preventivas

# Administration.Measures.descripcion
source: Description
es_es: Descripción

# Administration.Measures.Measure
source: Preventive measures
es_es: Medida preventiva

# Administration.Measure.DeleteMsg
source: Preventive measure will be deleted permanently ¿continue?
es_es: La medida preventiva El usuario se borrara permanentemente ¿continuar?

# Administration.Measure.DeleteTitle
source: Delete preventive measure
es_es: Borrar medida preventiva

# Administration.Measure.name
source: User name
es_es: Nombre de usuario

# Administration.Activitys.Title
source: Activitys
es_es: Actividades

# Administracion.Activitys.Title
source: Activity list
es_es: Listado actividades

# Administration.Activitys.Chapter
source: Subchapter
es_es: Capitulo

# Administration.Activitys.Description
source: Description
es_es: Descripcion

# Administration.Activitys.Number
source: Number
es_es: Numero

# Administration.Activitys.Subchapter
source: Chapter
es_es: Subcapitulo

# Administration.Activitys.Exportar
source: Export
es_es: Exportar

# Administration.Measure.DeleteMsg1
source: Preventive measure with code
es_es: La medida preventiva con codigo

# Administration.Measure.DeleteMsg2
source: will be deleted permanently ¿continue?
es_es: se borrara permanentemente ¿continuar?

# Select.empty.option
source: Select option
es_es: Seleccione una opción

# Error.BBDD
source: Database error, contact the administrator
es_es: Error en base de datos, contacta con el administrador

# Error.Admin
source: An error has occurred, contact the administrator
es_es: Se ha producido un error, inténtelo de nuevo mas tarde, contacta con el administrador

# Common.Accept
source: Accept
es_es: Aceptar

# Validation.PlanFilter.DatesError
source: Produced To date can´t be lower than Produced From
es_es: Elaborado Hasta no puede ser inferior a Elaborado Desde

# SideBar.ListadoCapitulos
source: Chapters and Activities
es_es: Capítulos y Actividades

# ChaptersList.Header.Actions
source: Actions
es_es: Acciones

# ChaptersList.Header.ApprovedBy
source: Approved by
es_es: Aprobado por

# ChaptersList.Header.ApprovementDate
source: Effective date
es_es: Fecha vigencia

# ChaptersList.Header.Chapter
source: Chapter
es_es: Capítulo

# ChaptersList.Header.CreatedBy
source: Created by
es_es: Creado por

# ChaptersList.Header.ReviewedBy
source: Checked by
es_es: Comprobado por

# ChaptersList.Header.Title
source: Title
es_es: Título

# ChaptersList.Header.VersionNumber
source: Version number
es_es: Nº Versión

# ChaptersList.Search.ApprovedBy
source: Approved by
es_es: Aprobado por

# ChaptersList.Search.ChapterId
source: Chapter
es_es: Capítulo

# ChaptersList.Search.CreatedBy
source: Created by
es_es: Elaborado por

# ChaptersList.Search.ReviewedBy
source: Checked by
es_es: Comprobado por

# ChaptersList.Search.Title
source: Title
es_es: Título

# Common.De
source: of
es_es: de

# ChaptersList.Actions.Delete
source: Delete
es_es: Eliminar

# ChaptersList.Actions.Edit
source: Edit
es_es: Editar

# ChaptersList.Actions.SeeLatestVersion
source: See latest version
es_es: Ver última versión

# ChaptersList.Actions.SeeOtherVersions
source: See other versions
es_es: Ver otras versiones

# ChaptersList.Actions.Visualize
source: Visualize
es_es: Visualizar

# ChaptersList.View.Title
source: Chapters and Activities List
es_es: Listado Capítulos y Actividades

# Planes.Title.Create
source: Create new plan
es_es: Crear nuevo plan

# Files.Dropzone.Image
source: Drag image or click to add
es_es: Arrastrar imagen o click para añadir

# Modal-nuevos-planos-descripcion
source: Description
es_es: Descripción

# Modal-nuevos-planos-familia
source: Family
es_es: Familia

# Modal-nuevos-planos-save
source: Save blueprint
es_es: Guardar plano

# Modal-nuevos-planos-title
source: New blueprint
es_es: Nuevo plano

# SideBar.PreventiveMeasures
source: Assignment of risks and preventive measures
es_es: Asignación de riesgos y medidas preventivas

# PreventiveMeasuresList.Search.Chapter
source: Chapter
es_es: Capítulo

# PreventiveMeasuresList.Search.SubChapter
source: SubChapter
es_es: SubCapitulo

# PreventiveMeasuresList.Titulo
source: Assignment of risks and preventive measures
es_es: Asignación de riesgos y medidas preventivas

# PreventiveMeasuresList.Search.Activities
source: Activities
es_es: Actividades

# PreventiveMeasuresList.Search.Preventive_Measure
source: Preventive measure
es_es: Medida preventiva

# PreventiveMeasuresList.Search.Risk
source: Risk
es_es: Riesgo

# RisksAndPreventiveMeasures.table.Cap.
source: Chapt.
es_es: Cap.

# RisksAndPreventiveMeasures.table.Description
source: Activity description
es_es: Descripción actividad

# RisksAndPreventiveMeasures.table.LevelOfRisk
source: Level of risk
es_es: Nivel de riesgo

# RisksAndPreventiveMeasures.table.Measure
source: Measure
es_es: Medida

# RisksAndPreventiveMeasures.table.Probability
source: Probability
es_es: Probabilidad

# RisksAndPreventiveMeasures.table.Risk
source: Risk
es_es: Riesgo

# RisksAndPreventiveMeasures.table.Seriousness
source: Seriousness
es_es: Gravedad

# RisksAndPreventiveMeasures.table.Subcap.
source: SubChapt.
es_es: Subcap.

# Common.Select
source: - Select -
es_es: - Seleccionar -

# PreventiveMeasuresList.Search.DeleteAllTags
source: Clear all filters
es_es: Borrar todos los filtros

# General.Add
source: Add
es_es: Añadir

# RisksAndPreventiveMeasures.Add.Measure
source: Add Measure
es_es: Añadir Medida

# RisksAndPreventiveMeasures.Import
source: Import
es_es: Importar

# RisksAndPreventiveMeasures.Order
source: Order
es_es: Orden

# RisksAndPreventiveMeasures.OrderAction
source: Order
es_es: Ordenar

# RisksAndPreventiveMeasures.ReorderRisks
source: Reorder risks
es_es: Reordenar riesgos

# RisksAndPreventiveMeasures.RiskOrder
source: Risk order
es_es: Orden del riesgo

# RisksAndPreventiveMeasures.table.Risks
source: Risks
es_es: Riesgos

# ChapterDetails.AddSubchapter
source: Add subchapter
es_es: Añadir subcapítulo

# ChapterDetails.ChangeVersion
source: Change version
es_es: Cambiar versión

# ChapterDetails.Chapter
source: Chapter
es_es: Capítulo

# ChapterDetails.CurrentVersion
source: Current version
es_es: Versión vigente

# ChapterDetails.DraftVersion
source: Draft version
es_es: Versión borrador

# ChapterDetails.EffectiveDate
source: Effective date
es_es: Fecha vigencia

# ChapterDetails.GeneralData
source: General data
es_es: Datos generales

# ChapterDetails.Header.Title
source: Chapter {0}: {1}
es_es: Capítulo {0}: {1}

# ChapterDetails.NoCurrentVersion
source: Not current version
es_es: Versión no vigente

# ChapterDetails.OtherData
source: Other data
es_es: Otros datos

# ChapterDetails.Subchapter
source: Subchapter
es_es: Subcapítulo

# ChapterDetails.Subchapters
source: Subchapters
es_es: Subcapítulos

# ChapterDetails.Title
source: Title
es_es: Título

# ChapterDetails.VersionNumber
source: Version number
es_es: Nº Versión

# Common.Actions
source: Actions
es_es: Acciones

# ChapterDetails.SelectUser
source: Select User
es_es: Seleccione Usuario

# Common.NoResults
source: No results
es_es: Sin resultados

# Common.SelectSearch
source: Search...
es_es: Buscar...

# SubChapterDetails.Header.Title
source: Subchapter {0}: {1}
es_es: Subcapítulo {0}: {1}

# ChapterDetails.AprovedBy
source: Aproved by
es_es: Aprobado por

# ChapterDetails.CheckedBy
source: Checked by
es_es: Comprobado por

# ChapterDetails.CreatedBy
source: Created by
es_es: Elaborado por

# ChapterDetails.CreationDate
source: Creation date
es_es: Fecha creación

# ChapterDetails.MachineTool
source: Machine tool
es_es: Máquina herramienta

# ChapterDetails.Text
source: Text
es_es: Texto

# ChapterDetails.UpdateDate
source: Update date
es_es: Fecha modificación

# ChapterDetails.View.Title
source: Chapter {0}
es_es: Capítulo {0}

# ChapterDetails.WorkDescription
source: Work description
es_es: Descripción de los trabajos

# ChapterDetails.WorkOrganization
source: Work organization
es_es: Organizacion del trabajo

# Common.WriteHere
source: Write here
es_es: Escribir aquí

# SubChapterDetails.Activities
source: Activities
es_es: Actividades

# SubChapterDetails.Activity
source: Activity
es_es: Actividad

# SubChapterDetails.ActivityDescription
source: Description
es_es: Descripción

# SubChapterDetails.AddActivity
source: Add activity
es_es: Añadir actividad

# SubChapterDetails.Chapter
source: Chapter
es_es: Capítulo

# SubChapterDetails.CreationDate
source: Creation date
es_es: Fecha creación

# SubChapterDetails.MachineTool
source: Machine tool
es_es: Máquina herramienta

# SubChapterDetails.SubChapter
source: Subchapter
es_es: Subcapítulo

# SubChapterDetails.Text
source: Text
es_es: Texto

# SubChapterDetails.Title
source: Title
es_es: Título

# SubChapterDetails.UpdateDate
source: Update date
es_es: Fecha modificación

# SubChapterDetails.View.Title
source: Subchapter {0}
es_es: Subcapítulo {0}
