Repository: JonathanRVersia/Segurplan
Catalog: 01_FrontEnd/Segurplan.Web/Localization/SharedResource.*.resx
Languages: es_es

# SubChapterDetails.WorkDescription
source: Work description
es_es: Descripción de los trabajos

# SubChapterDetails.WorkOrganization
source: Work organization
es_es: Organizacion del trabajo

# Common.Search
source: Search
es_es: Buscar

# PreventiveMeasure.Modal.Search.Code
source: Preventive Measure Code
es_es: Código Medidas Preventivas

# PreventiveMeasure.Modal.Search.Description
source: Search For Word
es_es: Buscar Por Palabra

# ActivityDetails.Activities
source: Activities
es_es: Actividades

# ActivityDetails.Activity
source: Activity
es_es: Actividad

# ActivityDetails.AddActivity
source: Add activity
es_es: Añadir actividad

# ActivityDetails.Chapter
source: Chapter
es_es: Capítulo

# ActivityDetails.CreationDate
source: Creation date
es_es: Fecha creación

# ActivityDetails.Description
source: Description
es_es: Descripción *

# ActivityDetails.Header.Title
source: Activity {0}: {1}
es_es: Actividad {0}: {1}

# ActivityDetails.MachineTool
source: Machine tool
es_es: Máquina herramienta

# ActivityDetails.SubChapter
source: Subchapter
es_es: Subcapítulo

# ActivityDetails.Text
source: Text
es_es: Texto

# ActivityDetails.Title
source: Title
es_es: Título

# ActivityDetails.UpdateDate
source: Update date
es_es: Fecha modificación

# ActivityDetails.View.Title
source: Activity {0}
es_es: Actividad {0}

# ActivityDetails.WorkDescription
source: Work description
es_es: Descripción de los trabajos

# ActivityDetails.WorkOrganization
source: Work organization
es_es: Organizacion del trabajo

# ChapterDetails.NewChapterTitle
source: Title of new Chapter
es_es: Título del nuevo Capítulo

# Common.Cancel
source: Cancel
es_es: Cancelar

# Common.Create
source: Create
es_es: Crear

# DeleteCheckModal.Activity
source: The activity cannot be removed
es_es: No se pudo eliminar la Actividad

# DeleteCheckModal.Chapter
source: Chapter {0} cannot be removed
es_es: No se pudo eliminar el Capítulo {0}

# DeleteCheckModal.SubChapter
source: Subchapter {0} cannot be removed
es_es: No se pudo eliminar el Subcapítulo {0}

# DeleteCheckModal.Title
source: Request canceled
es_es: Operación cancelada

# SubChapterDetails.NewActivityDescription
source: Description of new Activity
es_es: Descripción de la nueva Actividad

# SubChapterDetails.NewSubChapterTitle
source: Title of new Subchapter
es_es: Título del nuevo Subcapítulo

# ActivityDetails.New
source: New Activity
es_es: Nueva Actividad

# ChapterDetails.New
source: New Chapter
es_es: Nuevo Capítulo

# SubChapterDetails.New
source: New Subchapter
es_es: Nuevo Subcapítulo

# ChaptersList.Actions.NewVersion
source: Create new version
es_es: Crear nueva versión

# ChapterDetails.DeleteChapter
source: Delete Chapter
es_es: Eliminar Capítulo

# ChapterDetails.DeteleChapter.Message
source: The Chapter and all its versions will be deleted
es_es: Se va a proceder a eliminar el Capítulo y todas sus versiones

# Common.FieldsReview
source: Review the required fields
es_es: Revise los campos requeridos

# SideBar.RiskAssessmentsAndMaps
source: Risk assessments and maps
es_es: Evaluaciones y mapas de riesgos

# SideBar.RiskAssessmentsAndMaps.AnagramTiltle
source: You can select another image to replace the anagram configured by default from the administration.
es_es: Se puede seleccionar otra imagen para sustituir el anagrama configurado por defecto desde la administración.

# SideBar.RiskAssessmentsAndMaps.MapOfRisksOfTitlePlaceholder
source: Client, work, etc.
es_es: Cliente, obra, etc.

# SideBar.RiskAssessmentsAndMaps.RiskEvaluation
source: Risks evaluation
es_es: Evaluación de riesgos

# SideBar.RiskAssessmentsAndMaps.RiskPerActivity
source: Risks by activity
es_es: Riesgos por actividad

# SideBar.RiskAssessmentsAndMaps.SpecificDocumentCharacteristics
source: Generation of a joint document of Evaluations
es_es: Generación de un documento conjunto de Evaluaciones

# SideBar.RiskAssessmentsAndMaps.TitleHelp
source: If multiple chapters are selected, different documents will be generated (one per chapter). When filling in the 'Title' field, a single document will be generated with all the selected chapters.
es_es: Si se seleccionan varios capítulos, se generarán documentos diferentes (uno por capítulo). Al rellenar el campo 'Titulo', se generará un único documento con todos los capítulos seleccionados.

# SideBar.RiskAssessmentsAndMaps.TitlePlaceholder
source: Joint document title
es_es: Título del documento conjunto

# Activities.Remove
source: Remove
es_es: Quitar

# Common.filter.Placeholder
source: Filter
es_es: Filtrar

# DetallePlan.Actividades.Seleccionadas.Titulo.Filter
source: Selected Activities
es_es: Actividades Seleccionadas

# RisksAndPreventiveMeasures.table.Label
source: Risks and preventive measures
es_es: Riesgos y medidas preventivas

# DetallePlan.ContAdic.municipality
source: Municipality
es_es: Municipio

# SideBar.Template
source: Template
es_es: Plantilla

# SideBar.Templates
source: Templates
es_es: Plantillas

# Administration.Templates.Template
source: Template
es_es: Plantilla

# Administration.Templates.FilePath
source: File path
es_es: Ruta

# Administration.Templates.Notes
source: Description
es_es: Descripcion

# Administration.Template.DeleteMsg1
source: Template with code
es_es: La plantilla con codigo

# Administration.Template.DeleteMsg2
source: will be deleted permanently ¿continue?
es_es: se borrara permanentemente ¿continuar?

# Administration.Template.DeleteTitle
source: Delete template
es_es: Borrar plantilla

# Administration.Templates.CreatedBy
source: Created by
es_es: Elaborado por

# Administration.Templates.ModifiedBy
source: Modified by
es_es: Modificado por

# Administration.Templates.ModifiedDate
source: Modified
es_es: Modificado

# SideBar.SeriousnessList
source: Seriousness
es_es: Gravedad

# Administration.Seriousness.Seriousness
source: Seriousness
es_es: Gravedad

# Administration.Seriousness.DeleteMsg1
source: Seriousness with code
es_es: La gravedad con codigo

# Administration.Seriousness.DeleteMsg2
source: will be deleted permanently ¿continue?
es_es: se borrara permanentemente ¿continuar?

# Administration.Seriousness.DeleteTitle
source: Delete seriousness
es_es: Borrar gravedad

# Plan.Anagram
source: Insert to add logo
es_es: Insertar para añadir logo

# CustomActivityModal.AddEditSubchapter
source: Add/Edit Subchapters
es_es: Añadir/Editar Subcapítulos

# CustomActivityModal.AlertMessage
source: Cannot be saved until each Subchapter has assigned activities
es_es: No se puede guardar hasta que cada Subcapítulo tenga actividades asignadas

# CustomActivityModal.Remove
source: Remove
es_es: Quitar

# DeleteChapterCheckModal.Cancel
source: Cancel
es_es: Cancelar

# DeleteChapterCheckModal.Delete
source: Delete
es_es: Eliminar

# DeleteChapterCheckModal.Text
source: All its versions with their Subchapters and Activities will be deleted
es_es: Se eliminarán todas sus versiones con sus Subcapítulos y Actividades

# DeleteChapterCheckModal.Title
source: Do you want to delete the Chapter?
es_es: ¿Desea eliminar el Capítulo?

# PreventiveMeasure.Modal.Search.preventiveMeasureSearchBeginning
source: Search for the beginning
es_es: Buscar Por El Inicio

# Common.ModifiedBy
source: Modified by
es_es: Modificado por

# ChaptersList.Header.ReviewDate
source: Review date
es_es: Fecha revisión anterior

# UserManagement.DarDeAlta
source: Unsubscribe
es_es: Dar de alta

# UserManagement.DarDeBaja
source: Register
es_es: Dar de baja

# Administration.Users.UpdateTitle
source: Update User
es_es: Actualizar Usuario

# UserManagement.DarDeAltaModal
source: Register User, continue?
es_es: Se va a proceder a dar de alta al usuario, ¿desea continuar?

# UserManagement.DarDeBajaModal
source: Unsubscribe User, continue?
es_es: Se va a proceder a dar de baja al usuario, ¿desea continuar?

# UserDetails.IsInDBError
source: User {0} already exists in Database
es_es: El usuario {0} existe actualmente en la base de datos

# UserDetails.NotInAdError
source: User {0} doesn't exists in Active Directory
es_es: El usuario {0} no existe en el Active Directory

# Common.Role.Admin
source: Administrator
es_es: Administrador

# Common.Role.User
source: User
es_es: Usuario

# UserManagement.IsSuscribedUser
source: Is User suscribed
es_es: Usuario dado de alta

# Administration.Users.IsSuscribed
source: Is Suscribed
es_es: Dado de alta

# General.Submit
source: Submit
es_es: Enviar

# Administration.Users.UserNameInput
source: Insert User name
es_es: Introduzca el nombre del Usuario

# Seriousness.Error.Delete
source: You cannot delete a seriousness if it is applied to a preventative measure.
es_es: No se puede borrar una gravedad aplicado en una medida preventiva.

# Validation.Image.File
source: Only images allowed
es_es: Solo las imágenes son soportadas.

# ChaptersList.Header.ProducedBy
source: Produced by
es_es: Elaborado por

# Administration.Risk.Code
source: Code
es_es: Código

# Administration.Risk.DeleteMsg1
source: Risk with code
es_es: El riesgo con código

# Administration.Risk.DeleteMsg2
source: will be deleted permanently,do you wish to continue?
es_es: se borrará permanentemente¿desea continuar?

# Administration.Risk.DeleteTitle
source: Delete risk
es_es: Borrar riesgo

# Administration.Risk.Name
source: Name
es_es: Nombre

# SideBar.Risks
source: Risks
es_es: Riesgos

# Risk.Error.Delete
source: A risk associated to a risk assignment cannot be deleted
es_es: No se puede borrar un riesgo asociado a una asignación de riesgos

# PreventiveMeasuresList.Search.BorradorCheck
source: Draft
es_es: Borrador

# Administration.Users.Management.Title
source: User Management
es_es: Gestión de Usuarios

# DetalleActividades.ActividadesRelacionadas.Titulo
source: Related Activities
es_es: Actividades Relacionadas

# Administration.Family.DeleteMsg1
source: The family
es_es: La familia

# Administration.Family.DeleteMsg2
source: will be deleted permanently, do you wish to continue?
es_es: se borrará permanentemente ¿desea continuar?

# Administration.Family.DeleteTitle
source: Delete family
es_es: Borrar familia

# Administration.Family.Family
source: Family
es_es: Familia

# Administration.Family.Id
source: Code
es_es: Código

# Family.Error.Delete
source: A family associated to an article cannot be deleted
es_es: No se puede borrar una familia asociada a un artículo

# Article.Error.Delete
source: An article associated to a task cannot be deleted
es_es: No se puede borrar un articulo asociado a una tarea

# Task.Error.Delete
source: A task with associated articles cannot be deleted
es_es: No se puede borrar una tarea con articulos asociados

# NavBar.FullScreen
source: Full Screen
es_es: Pantalla Completa

# NavBar.Help
source: Help
es_es: Ayuda

# PreventiveMeasuresList.Search.Order
source: Order
es_es: Orden
